{
  "endoresements": [
    {
      "name": "Kristian Muñiz",
      "title": "Software Engineer; Salesforce",
      "image": "/images/endoresements/kristian-muniz.jpg",
      "url": "https://www.linkedin.com/in/kristianmuniz/",
      "body": "Scott has a knack for solving technically-challenging problems creatively and doesn't shy away from crossing the lines between user experience design, engineering, and product development to solve the problem at hand. His can-do attitude, enthusiasm, and passion for solving problems creatively was contagious."
    },
    {
      "name": "Erika Chestnut",
      "title": "Founder & CEO; The Leaders' QA",
      "image": "/images/endoresements/erika-chestnut.jpg",
      "url": "https://www.linkedin.com/in/erikachestnut/",
      "body": "Scott always delivered AMAZING creative and development work and worked very closely with the back-end programmers to provide a flawless execution of imagination and creativity. Scott also has natural leadership and mentoring abilities that make him an asset to any project. His level of organization and attention to detail always made me feel more at ease when we worked together."
    },
    {
      "name": "Markham Butler",
      "title": "VP, Director or UX; Digitas Health",
      "image": "/images/endoresements/markham-butler.jpg",
      "url": "https://www.linkedin.com/in/markhambutler/",
      "body": "The words that can best describe Scott are: buttoned-up, genuine, constructive, super-positive, professional, engaging, accommodating, thorough, dependable, conscientious, astute, and punctual. In short, there was nothing I couldn't count on Scott to achieve, no matter the challenge."
    },
    {
      "name": "Oscar Llarena",
      "title": "Cloud and Security Architecture Lead; IBM",
      "image": "/images/endoresements/oscar-llarena.jpg",
      "url": "https://www.linkedin.com/in/oscarllarena/",
      "body": "Scott has helped me out of many development jams. He never hesitates to take the time and energy needed to solve the most difficult issues. His problem solving skills are among the best I have ever worked with."
    },
    {
      "name": "Josh Barber",
      "title": "Staff engineer; Zapier",
      "image": "/images/endoresements/josh-barber.jpg",
      "url": "https://www.linkedin.com/in/joshwbarber/",
      "body": "Not only is he a brilliant developer and visual designer, but he's also an absolute joy of a person to work with. I've worked with Scott on projects with stellar high stress levels, but they never took the cheerful smile and pleasant attitude away from him."
    },
    {
      "name": "Ryan Manchee",
      "title": "SVP, Brand Marketing; Basis Technologies",
      "image": "/images/endoresements/ryan-manchee.jpg",
      "url": "https://www.linkedin.com/in/manchee/",
      "body": "Scott is an incredibly gifted developer with the all too rare ability to breakdown complex concepts in simple terms. I have had the great fortune of working with Scott as he has advanced in his career through several agencies and can honestly say he has only gotten nicer and more down to earth through the years."
    },
    {
      "name": "Chris Gomersall",
      "title": "Sr Director, Product Design; Mad Mobile",
      "image": "/images/endoresements/chris-gomersall.jpg",
      "url": "https://www.linkedin.com/in/chrisgomersall/",
      "body": "Respectful, polite, and not afraid to burn his sleeves off to finish a fight. Scott is a class act with a boat load of talent. If he doesn't have a smile on his face at the end of a project, I'll pay you 50 bucks from my own pocket. He's one of the most talented people I've ever met and to say he's one in a million would be an understatement."
    },
    {
      "name": "Marc Andreoli",
      "title": "Co-Founder and Partner; GameResort",
      "image": "/images/endoresements/mark-andreoli.jpg",
      "url": "https://www.linkedin.com/in/marcandreoli/",
      "body": "Scott is not only one of the most talented developers I had the pleasure to work with, he was also a real life saver on more than one project."
    },
    {
      "name": "Elizabeth Hall",
      "title": "Group Managing Director; Iris Worldwide",
      "image": "/images/endoresements/liz-hall.jpg",
      "url": "https://www.linkedin.com/in/elizabethmolysonhall/",
      "body": "I've actually had the complete joy of working with Scott at two different agencies. Not only is he one of the most talented people I know, he is one of the most all around fun people I know."
    }
  ]
}